[
  {
    "Folder": "interdependence",
    "Cover": "large",
    "Anno": "2024",
    "Nome": "Interdependence",
    "Descrizione": "An initiative organised by the Polimi Design System for Fuorisalone 2024 to reflect on the role of relationships and connections in contemporary society through a selection of design student projects.<br><br>The event took place in three locations in the city of Milan: Fabbrica del Vapore, Campus Bovisa Durando and Salone Satellite. The main venue was Fabbrica del Vapore, where more than 50 international schools presented their projects. At the same location, a series of talks and presentations took place throughout the week, which ended with a performance by Campo Teatrale.<br><br>I was responsible for the art direction of the entire exhibition: I designed the initiative's visual identity and coordinated its application across various artifacts, from project panels to the website and social media.",
    "Fields": "Art direction",
    "Team": "Carlo Morgan Capobianco <br>Petra Bachiorrini <br>Zihan Li <br>Anita Ruggiu <br>Andrea Borsato <br>Sarah Cosentino <br>Debora Baratta <br>Matteo Zoppellaro <br>Andrea Brolatti <br>Diego Reggiani <br>Riccardo Zerbi",
    "Context": "Politecnico di Milano x Milano Design Week 2024",
    "Media": [
      {
        "type": "video",
        "src": "0.mp4",
        "poster": "0_poster.webp",
        "layout": "full",
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image",
        "src": "1.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "full"
      },
      {
        "type": "image-group",
        "images": ["3a.webp", "3b.webp"],
        "layout": "side-by-side",
        "height": 50
      },
      {
        "type": "image",
        "src": "4.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "5.webp",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "6.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "7.webp",
        "layout": "contain",
        "height": 100
      },
      {
        "type": "image",
        "src": "8.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "9.webp",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "10.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "11.webp",
        "layout": "contain"
      }
    ]
  },
  {
    "Folder": "handling-parakeets",
    "Cover": "full",
    "Anno": "2024",
    "Nome": "Handling parakeets",
    "Descrizione": "An interactive experience narrating the relationship between humans and parakeets in the online market through the symbolic element of the hand.<br><br>The focus is on monk and ring-necked parakeets, non-migratory species native to South America, imported into Italy for their exotic charm. Some escaped captivity, forming urban colonies, while human demand continues to drive their online trade. To investigate this phenomenon, 885 listings from 15 online platforms—including Facebook, Telegram, and Subito.it—were analyzed between November 1st and 5th, 2024. Among them, 114 listings featured photographs where humans were visible through the presence of a hand. These listings were grouped into seven collections based on how the hand interacts with the parakeet.<br>By comparing the images with their descriptions, the study explores the significance of these interactions, revealing how the birds are perceived and treated. In the interactive experience, users can explore these collections and engage directly with the data through the movement of their own hand, which becomes both a metaphor for the human–parakeet relationship and a tool to engage firsthand with the role of humansin this phenomenon.<br><br>The experience consists of a web application built using Three.js and Mediapipe Hand Landmark detection algorithm, a machine-learning solution developed by Google for hand recognition.<br><br>The project was showcased at the MEET Digital Culture Center in Milan as part of a two-week exhibition entitled <a href='https://liked-trapped-shared.densitydesign.org/en' >Liked Trapped Shared.</a>",
    "Fields": "Data visualization, creative coding",
    "Team": "Giulia Grassi<br>Ming Hu<br>Nausicaa Naibo<br>Fabio Pennone<br>Anita Ruggiu",
    "Context": "Final Synthesis Studio, Master in Communication Design, Politecnico di Milano",
    "Media": [
      {
        "type": "image",
        "src": "0.gif",
        "layout": "full"
      },
      {
        "type": "image-group",
        "images": ["1a.webp", "1b.webp"],
        "layout": "side-by-side",
        "height": 50
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "4.gif",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "5.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "6.webp",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "7.gif",
        "layout": "full"
      }
    ]
  },
  {
    "Folder": "inatto",
    "Cover": "contain",
    "Anno": "2024",
    "Nome": "INATTO",
    "Descrizione": "An independent magazine written by creatives for creatives with the aim of opening a discussion on the needs of those who belong to the field.</br><br>Rights, after all, are not only those recognized by law. Often we behave as if we had permission to act in a certain way, even if formally that right does not exist. The collaboration between multiple individuals, even when involuntary, can legitimize such behaviors, even when authorities do not recognize them. Lying, destroying, failing, forgetting, copying. Are these wrong behaviors, or is it our perception that is wrong?</br></br>The magazine is law while each issue is a new right, legitimized through the words of the people who contributed to the creation magazine itself. The magazine aims to be a place for dialogue between different points of view, with the purpose of questioning those taboos that prevent the creative system from evolving. Each issue features a gallery of artworks donated by several artists that decide to contibute to the issue of the magazine.</br></br>Visit the <a href='https://inattomag.it/index.html'>website</a> with the open-source artworks to discover those of the first issue, 'The right to Copy'.",
    "Fields": "Editorial design",
    "Team": "Miguel Amaya<br>Ginevra Bernasconi<br>Giulia Bonalumi<br>Federico Gajo<br>Camilla Tosi",
    "Context": "Complex Artifacts Studio, Bachelor in Communication Design, Politecnico di Milano",
    "Media": [
      {
        "type": "image",
        "src": "0.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "1.webp",
        "layout": "full"
      },
      {
        "type": "video",
        "src": "2.mp4",
        "layout": "contain",
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "4.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "5.webp",
        "layout": "full"
      },
      {
        "type": "image-group",
        "images": ["6a.mp4", "6b.mp4"],
        "layout": "side-by-side",
        "height": 50,
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image",
        "src": "7.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "8.webp",
        "layout": "full"
      },
      {
        "type": "video",
        "src": "9.mp4",
        "layout": "full",
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image",
        "src": "10.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "11.webp",
        "layout": "full"
      },
      {
        "type": "video",
        "src": "12.mp4",
        "layout": "full",
        "autoplay": false,
        "muted": false,
        "controls": false
      }
    ]
  },
  {
    "Folder": "waggle",
    "Cover": "full",
    "Anno": "2024",
    "Nome": "Waggle",
    "Descrizione": "An app to ‘collect’ the dogs that you meet during your daily walk in the Dog Area in Parco Sempione, encouraging socialisation and education between dog-owners.<br><br>The app allows you to create a card of your four-legged friend and share it with others.</br>‘Waggle’ is not only the name of the app, but also the core interaction: users are invited to wave their phones toward each other—just like dogs wag their tails when they’re happy to meet. The app thus connects human and dog behavior through a playful gesture that encourages connection and community. It links humans to dogs interaction as people are invited to wave their phone to the other person as if they were shaking their tail happy to meet them.</br>The entire visual identity is based on a consistent pixel grid, used throughout the interface, including a pixelated reinterpretation of Parco Sempione’s Dog Area, grounding the experience in its real-world, local context.</br></br>Visit the <a href='https://github.com/martinaesposito/03-WAGGLE'>github repository</a> for the source code or test the experience on the <a href='https://waggle.onrender.com'>demo website</a>!",
    "Fields": "Creative coding",
    "Team": "Andrea Brolatti<br>Marco Convento<br>Anita Ruggiu",
    "Context": "Interaction Studio C2, Master in Communication Design, Politecnico di Milano",
    "Media": [
      {
        "type": "image",
        "src": "0.webp",
        "layout": "full"
      },

      {
        "type": "image-group",
        "images": ["1a.webp", "1b.webp"],
        "layout": "side-by-side-contain",
        "height": 100
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "full",
        "height": 100
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "contain"
      },
      {
        "type": "image-group",
        "images": ["4a.webp", "4b.webp"],
        "layout": "side-by-side",
        "height": 50
      },
      {
        "type": "video",
        "src": "5.mp4",
        "layout": "contain",
        "height": 50,
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image-group",
        "images": ["6a.mp4", "6b.mp4"],
        "layout": "side-by-side-contain",
        "height": 50,
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "video",
        "src": "7.mp4",
        "layout": "contain",
        "height": 50,
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image-group",
        "images": ["8a.mp4", "8b.mp4"],
        "layout": "side-by-side",
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image",
        "src": "9.webp",
        "layout": "contain"
      }
    ]
  },
  {
    "Folder": "illumia",
    "Cover": "contain",
    "Anno": "2023",
    "Nome": "Illumia",
    "Descrizione": "A speculative design project to look at the problem of climate change from a non-human perspective: that of the Sun.<br><br>This star has existed for 4.5 billion years, witnessing seven mass extinctions and enduring conditions beyond human comprehension. From its  point of view, the shift we are currently going through is an insignificant variation in Earth’s ongoing and ever-changing climate history.<br>The fiction begins in 1984, when at the Atmospheric Research Institute of America ILLUMIA, a machine designed to store data on the relationship between the atmosphere and the colors of the sunsets, begins to autonomously process its information, generating 12 billion sunsets, from the birth of the Sun till his death. The research group responsible for the project imminently organized an exhibition to divulge the knowledge revealed by ILLUMIA. Posters and banners filled the streets while magazines and influential people raced to meet the miraculous machine and interview its discoverer. Inside the exhibition, visitors could learn about the machine’s history and interact with it: selecting a city and a year, ILLUMIA generates the corresponding sunset, allowing users to navigate back and forth in time and discover how the climate have changed throughout the Sun’s lifespan.</br></br>Despite its fictional nature, the project is grounded in scientific evidence: through the colors of the sunset, the Sun reveals the atmosphere's composition. Sunlight, indeed, scatters differently depending on the particles and wavelengths it encounters, which vary according to climate conditions.</br></br>The project has been exposed at the Triennale Museum of Milan in a daily exhibition entitled <a href='http://anthropogenicnarratives.labsintesi-c1.info/?fbclid=PAZXh0bgNhZW0CMTEAAaatTtaZDwC-uvu9aK2C41a6a7bBjOah1VVTgkVDIGUl1Vgsvb5HwsgSuTI_aem_PMD4LSEJ21fjPhOrTAoGhg'>Anthopogenic Narratives</a> and at Salone Satellite in the Milano Design Week of 2025.",
    "Fields": "Speculative design",
    "Team": "Andrea Borsato <br>Anita Ruggiu <br>Camilla Brusadin <br>Marco Ernesto Taino <br>Chiara Mazzeo",
    "Context": "Final Synthesis Studio C1, Bachelor in Communication Design, Politecnico di Milano",
    "Video": "https://youtu.be/p2jKl22FbtU",
    "Media": [
      {
        "type": "image",
        "src": "0.gif",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "1.webp",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "contain"
      },
      {
        "type": "video",
        "src": "4.mp4",
        "layout": "full",
        "autoplay": false,
        "muted": false,
        "controls": false
      },
      {
        "type": "image",
        "src": "5.webp",
        "layout": "full"
      },
      {
        "type": "image-group",
        "images": ["6a.webp", "6b.webp"],
        "layout": "side-by-side",
        "height": 50
      },
      {
        "type": "image",
        "src": "7.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "8.webp",
        "layout": "contain"
      },
      {
        "type": "video",
        "src": "9.mp4",
        "layout": "full",
        "autoplay": false,
        "muted": false,
        "controls": false
      },
      {
        "type": "image",
        "src": "10.webp",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "11.webp",
        "layout": "full"
      }
    ]
  },
  {
    "Folder": "n01",
    "Cover": "large",
    "Anno": "2023",
    "Nome": "N01",
    "Descrizione": "A web experience to find your soulmate using only 1-bit messages.<br><br>The aim is to show the language behind online communication, making fun of the numerous apps that nowadays claim to find us our true love. These technologies use human language to obtain a digital connection, while N01 does the opposite: the website makes us look for each other communicating digitally but physically connecting.<br>At the heart of the experience is the search for the match assigned by the platform. To find their soulmate, users have to figure out which device is playing a sound each time they tap their screen. When the two persons finally meet they have to scan each other's devices to generate an artwork composed of the bits of communication sent during the whole experience. This piece can then be saved as a personal memory of their match or viewed alongside all the other experiences collected in the gallery.<br><br><a href='https://n01.onrender.com/'>Find your soulmate</a> or browse the <a href='https://github.com/drawwithcode/2022-group-project-group05?tab=readme-ov-file'>Github repository</a> to learn more about the code behind the experience.",
    "Fields": "Creative coding",
    "Team": "Elisa De Benedettis <br>Davide Agostinelli <br>Giulia Gnessi",
    "Context": "Creative Coding, Bachelor in Communication Design, Politecnico di Milano",
    "Media": [
      {
        "type": "image",
        "src": "0.webp",
        "layout": "full"
      },
      {
        "type": "image-group",
        "images": ["1a.mp4", "1b.webp"],
        "layout": "side-by-side",
        "height": 50,
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "full"
      },
      {
        "type": "image-group",
        "images": ["4a.webp", "4b.mp4"],
        "layout": "side-by-side",
        "height": 50,
        "autoplay": true,
        "muted": true,
        "controls": false
      }
    ]
  },
  {
    "Folder": "bookofself",
    "Cover": "contain",
    "Anno": "2024",
    "Nome": "Self representation",
    "Descrizione": "A series of analog photographic prints exploring the theme of self-representation.<br><br>Through the lens of the camera, the image of the person detaches from its identity and becomes a shape against a background, a part of a new bidimensional reality. By playing both in the studio and in the dark room, frames of different body parts were used to recreate iconic pictures of photographers such as Bill Brandt and Robert Mapplethorpe. The work proceeded by trial and error, exploring the possibility that the medium itself of photography could offer. The final prints were bound into a book while all the attempts and the experiments relative to the process were collected into a separate notebook.",
    "Fields": "Photography",
    "Team": "",
    "Context": "Personal project",
    "Media": [
      {
        "type": "image",
        "src": "0.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "1.webp",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "full"
      },

      {
        "type": "image",
        "src": "4.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "5.webp",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "6.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "7.webp",
        "layout": "contain",
        "height": 100
      },
      {
        "type": "image",
        "src": "8.webp",
        "layout": "contain"
      }
    ]
  },
  {
    "Folder": "estate",
    "Cover": "full",
    "Anno": "2023",
    "Nome": "Un'estate",
    "Descrizione": "A photographic book, printed in risograph and screen printing, made by a group of non-designers during a course at the CFP Bauer Foundation.<br><br>The most challenging but beautiful aspect of this work was the cooperation with people that don’t belong to the design field and were new to these kinds of projects. Working together as a group we took care of every aspect: from the making and printing of the pictures, to the cutting, folding and binding of the signatures.<br>Most of the book is printed in a risograph using black and red, except for a signature printed in four colors. For the last twelve pages, each of the participants drew an illustration related to the theme of the project and impressed it in screen-printing.</br>The book was then bound by hand using the kettle stitch technique.",
    "Fields": "Editorial design",
    "Team": "Cesare Lorenzo <br>Laura Bagnera <br>Flavia Chornobai <br>Camilla Vaghi <br>Agnese Costanzo <br>Simone Croci <br>Giorgia Del Giudice <br>Chiara Carapellese <br>Giulia Velardo",
    "Context": "CFP Bauer",
    "Media": [
      {
        "type": "image",
        "src": "0.webp",
        "layout": "full"
      },
      {
        "type": "image-group",
        "images": ["1a.webp", "1b.webp"],
        "layout": "side-by-side",
        "height": 50
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "contain"
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "full"
      },

      {
        "type": "image",
        "src": "4.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "5.webp",
        "layout": "full"
      },
      {
        "type": "image-group",
        "images": ["6a.webp", "6b.webp"],
        "layout": "side-by-side",
        "height": 50
      },
      {
        "type": "image",
        "src": "7.webp",
        "layout": "contain",
        "height": 50
      },

      {
        "type": "image-group",
        "images": ["8a.webp", "8b.webp"],
        "layout": "side-by-side",
        "height": 50
      },
      {
        "type": "image",
        "src": "9.webp",
        "layout": "full"
      }
    ]
  },
  {
    "Folder": "drawing-arena",
    "Cover": "contain",
    "Anno": "2023",
    "Nome": "Drawing arena",
    "Descrizione": "A drawing platform designed for kids to make them interact with digital devices in unusual ways.<br><br>By rotating the phone the player draws a line that changes tint each time it hits one of the colored dots spread all over the arena.</br>The platform was developed both for desktop and mobile using P5js, a javascript and processing library designed to make generative art and creative coding sketches.</br></br><a href='https://martinaesposito.github.io/DRAWING-ARENA/'>Play the game</a> or visit the <a href='https://github.com/martinaesposito/DRAWING-ARENA'>github repository</a> for the source code.",
    "Fields": "Creative coding",
    "Team": "",
    "Context": "Creative Coding, Bachelor in Communication Design, Politecnico di Milano",
    "Media": [
      {
        "type": "image",
        "src": "0.webp",
        "layout": "full"
      },
      {
        "type": "video",
        "src": "1.mp4",
        "layout": "full",
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "full"
      }
    ]
  },
  {
    "Folder": "craftwork",
    "Cover": "contain",
    "Anno": "2024",
    "Nome": "Craftwork",
    "Descrizione": "",
    "Fields": "Creative coding",
    "Team": "",
    "Context": "Andrea Benedetti",
    "Media": [
      {
        "type": "image-group",
        "images": ["0a.webp", "0b.mp4"],
        "layout": "side-by-side",
        "height": 50,
        "autoplay": true,
        "muted": true,
        "controls": false
      },
      {
        "type": "image",
        "src": "1.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "4.webp",
        "layout": "contain",
        "height": 50
      }
    ]
  },
  {
    "Folder": "valli-unite",
    "Cover": "full",
    "Anno": "2022",
    "Nome": "Valli Unite",
    "Descrizione": "A branding project developed for an agricultural cooperative in Piemonte.<br><br>The enterprise has existed for more than forty years and it’s very proud of its traditional and natural methods of production. The visual identity was developed from a brand strategy expressed by three values: “terra terra”, “spalla spalla” and “pelle dura”. The main elements are linocut illustrations and ripped analogical pictures. Both these techniques have indeed the roughness and the simplicity characteristic of the cooperative's spirit. The texture typical of linocut prints is also applied to the logo and the typographic elements of the identity, for which a custom typeface was designed. Packagings and etiquettes, categorized by method of production, were made using the series of natural papers Crush Favini, produced by recycling agricultural waste. ",
    "Fields": "Branding",
    "Team": "Chiara Mazzeo <br>Cecilia Pizzagalli <br>Andrea Borsato <br>Anita Ruggiu",
    "Context": "Design Studio, Bachelor in Communication Design, Politecnico di Milano",
    "Video": "https://youtu.be/-qArg6bRqs0",
    "Media": [
      {
        "type": "image",
        "src": "0.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "1.webp",
        "layout": "full"
      },
      {
        "type": "video",
        "src": "2.mp4",
        "layout": "full",
        "autoplay": false,
        "muted": false,
        "controls": false
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "4.webp",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "5.webp",
        "layout": "full"
      },
      {
        "type": "image-group",
        "images": ["6a.webp", "6b.webp"],
        "layout": "side-by-side",
        "height": 50
      }
    ]
  },
  {
    "Folder": "design-your-way",
    "Cover": "contain",
    "Anno": "2021",
    "Nome": "Design your way",
    "Descrizione": "An interactive guide for non-designers explaining the design principles behind a wayfinding system.<br><br>Despite the amount of information, the book isn’t a theoretical manual and asks the reader to parti- cipate actively. The readers start from the first chapter, in which the design principles are explained and then navigate through the other pages to learn and observe how they are applied to some real cases. While navigating the book, they must also attach the stickers of the design principles best displayed by the example in the proper spaces at the corner of the pages. To prove the effectiveness of street signs in conditions of rough visibility, sheets simulating weather conditions, such as fog or darkness, are placed at the end of the book. When the readers encounter those particular examples they can insert the cards in the appropriate pockets and confirm their effectiveness.",
    "Fields": "Editorial design",
    "Team": "Andrea Borsato <br>Anita Ruggiu",
    "Context": "Studio of design fundamentals</br>Bachelor in Communication Design</br>Politecnico di Milano",
    "Media": [
      {
        "type": "image",
        "src": "0.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "1.gif",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "3.gif",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "4.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "5.gif",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "6.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "7.gif",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "8.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "9.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "10.webp",
        "layout": "contain",
        "height": 50
      }
    ]
  },
  {
    "Folder": "calendario",
    "Cover": "large",
    "Anno": "2022",
    "Nome": "Calendario 2022",
    "Descrizione": "A series of twelve digital illustrations representing a table at breakfast time realized for the 2022 calendar.<br><br>Each month is presented as a still life of a table at breakfast time, returning the feeling of that particular period of the year by combining seasonal food with different lights and shades of color. Though the habit of breakfast hasn’t got anything artistic in itself, it can become a moment of care and beauty to start the day in a different mood.</br></br>For this project, <a href='https://brillomagazine.it/la-bellezza-del-quotidiano-nelle-illustrazioni-di-martina-esposito/?lang=it'>I was interviewed by an Italian magazine of illustration called Brillo</a>.",
    "Fields": "Illustration",
    "Team": "",
    "Context": "Personal project",
    "Media": [
      {
        "type": "image",
        "src": "0.webp",
        "layout": "full"
      },
      {
        "type": "image",
        "src": "1.webp",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "2.webp",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "3.webp",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "4.webp",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "5.webp",
        "layout": "contain",
        "height": 50
      },
      {
        "type": "image",
        "src": "6.webp",
        "layout": "contain",
        "height": 50
      },

      {
        "type": "image",
        "src": "7.webp",
        "layout": "contain",
        "height": 50
      }
    ]
  }
]
